{
  "Ads": [{
    "select_main_ads": "ADMOB",
    "select_backup_ads": "APPLOVIN-M",
    "main_ads_banner": "ca-app-pub-3940256099942544/63009781xx",
    "main_ads_intertitial": "ca-app-pub-3940256099942544/103xxx",
    "main_ads_intertitial_applovin": "48c675f823bx8e",
    "main_native_for_admob_applovin": "ca-app-pub-3940256099942544/224769xxx",
    "backup_native_for_admob_applovin": "9ca3a008571a0575",
    "backup_ads_banner": "db4d5e8718b97d78",
    "backup_ads_intertitial": "48c675f823b5988e",
    "interval_intertitial": 1,
    "initialize_sdk": "",
    "initialize_sdk_backup_ads": "",
    "high_paying_keyword_1": "",
    "high_paying_keyword_2": "",
    "high_paying_keyword_3": "",
    "high_paying_keyword_4": "",
    "high_paying_keyword_5": "",
    "status_app": "0",
    "matikan_iklan": "0",
    "link_redirect": "https://"


  }],

  
  "files": [
  
    {
      "title": "REAL LIFE TEXTURES (PRO)",
      "img": "https://mcforge.club/mod2.png",
      "description": "Energy Shaders makes your world look much better. With better lights, shadows, fog and much more. You should just download it and try it our for yourself. It`s totally free!",
      "js": "https://multicompra.online/json/mods/realistictextures/energy.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },
    {

      "title": "ChunkBounds Shaders",
      "img": "https://mcforge.club/item_1_2.jpg",
      "description": "This pack shows the bounds of every chunk in your world. The chunks are outlined by red markers, so they are very easy to spot, and especially so when it is nighttime. Finding the exact positioning of chunks in Minecraft: Bedrock Edition can be quite tricky, but with this pack it’s so much easier. It works for both Android.\n\nSimple resource pack, which shows you the boundaries of all chunks. Every Chunk is 16 blocks in the x and the z Direction. Useful on some Servers where you have to claim chunks to build on.\n\nInstallation:\n-Download Resources .McPack\n-Start Minecraft\n-Settings &gt; Global Resources &gt; Apply the resource pack\n",
      "js": "https://sparkme.ams3.cdn.digitaloceanspaces.com/modpe-studio/shader/ChunksBoundsShaders%20v.1.0.3.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },
    {
      "title": "REALISTIC SHADER (PRO)",
      "img": "https://mcforge.club/mod.png",
      "description": "Simple Shader is a lightweight shader pack which is the perfect solution for anyone who have got a low-end device and haven’t been able to use any of the other shader packs. \n\n It’s a much more simple pack which still got some of the essential features (such as more realistic skies) to make Minecraft much more beautiful and faithfully realistic.",
      "js": "https://multicompra.online/json/mods/realistictextures/SimpleShader.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },
    {
      "title": "4K HD SHADERS (PRO)",
      "img": "https://mcforge.club/mod3.png",

      "description": "Natural Mystic Shaders is a shader pack for Minecraft Bedrock aiming to be as realistic as possible. It will change many aspects of your game, some which includes shadows, torch light, sunlight, moonlight and other.",
      "js": "https://multicompra.online/json/mods/realistictextures/natural.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },

    {
      "title": "REALISTIC CUBEMAP",
      "img": "https://mcforge.club/mod5.png",
      "description": "This is a resource pack which replaces the existing cubemap image objects with more realistic images in order to create a more Earth-like skybox. As this is something we’ve never seen done before (at least for the Bedrock Engine) it does appear to be a new game feature.",
      "js": "https://multicompra.online/json/mods/realistictextures/tint.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    }

    {
      "title": "EB Shader",
      "img": "https://mcforge.club/item_2_5.jpg",
      "description": "EB shader or Enhanced Biomes shader was the shader that I have made and used in my previous addon Enhanced Biomes. I have made this page to showcase this shader because im not able to do so in my previous work, so you can now have a wider look on this shader. This Shader is for Minecraft (Android / iOS). If you want to check the Enhanced Biomes addon, the link is at the bottom part of this page.\n\n-This are the features of the EB Shader\n-Beautiful realistic sky,\n-Shadows,\n-Crystal clear water,\n-Crystal clear water,\n-Moving leaves and grass,and Fog\nEtc....\n",
      "js": "https://sparkme.ams3.cdn.digitaloceanspaces.com/modpe-studio/shader/EB%20Shader.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },

    {
      "title": "Enhanced Biomes",
      "img": "https://mcforge.club/item_3_6.jpg",
      "description": "Do you feel the same that the default minecraft is biomes and shader are too boring and too plain, well this is the add-on for you, this add-on is a combination of enhanced biome pack and a shader that it is complemented with.\n\n-There are now more natural generated tall grass.\n-Deserts have more cactus but not too many just enough.\n-More seagrass.\n-The Birch Forest does now have an abundant number of Birch trees and amazing hills.\n-Savannah have more Acacia trees and lots of tall grass.\n-Taiga Biome now have various trees and some additional small hills.\n-The extreme hills now generates more magnificent terrain.\n-The shader complemented with the nether world.\n-The Swamp Land now grows acacia trees and became more darker because of the shader.\n-Here is a village in a Taiga Biome that is very well generated.\n",
      "js": "https://sparkme.ams3.cdn.digitaloceanspaces.com/modpe-studio/shader/Enhanced_Biomes.mcaddon",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },

    {
      "title": "Enhanced Vanilla Shader",
      "img": "https://mcforge.club/item_4_1.jpg",
      "description": "A Lightweight Minecraft Bedrock Shader for IOS and Android. From the Developer of Simple Shader and SS10.\n\nThis shader only adds lighting improvements and shadows to keep it as lag free as possible.\n\nThis shader was created to improve the torch light and shadows for Minecraft Bedrock Edition. Even though it is a rather small change it does create an entire new vibe and authenticity for the in-game graphics. If you are looking for a bit more realism, but still want to keep the original Minecraft look, then the Enhanced Vanilla Shader pack is a perfect option.\n",
      "js": "https://sparkme.ams3.cdn.digitaloceanspaces.com/modpe-studio/shader/EnhancedVanilla.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },

    {
      "title": "ESBE 2G Shader",
      "img": "https://mcforge.club/item_5_5.png",
      "description": "ESBE_2G is a shader pack for Bedrock platforms makes your world more beautiful works on both mobile and pc.\nYou dont have to preparation powerful device (iPhone 5s is enough to). Enjoy your beautiful world!\nFeatures\n-Lightweight depiction\n-Tone map using NTSC weighted average method\n-waving leaves and water reflection depiction\n-Sparkling stars, Enhanced dusk\n-Beautiful clouds and aurora\n-Brightness varies depending on the direction\n-Compatible with both Mobile and PC(Win10)\n-No useless code\n-FOV 70c brightness 50 recommended\nSupported Platforms:\nAndroid(doesnt work on some devices)\nInstallation ;\nandroid: double-click the .mcpack after download\n",
      "js": "https://sparkme.ams3.cdn.digitaloceanspaces.com/modpe-studio/shader/ESBE%202G%20Shader.mcaddon",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },
    {
      "title": "TINT SHADER",
      "img": "https://mcforge.club/mod4.png",

      "description": "Tint Shader is adds beautiful new skies, shadows and lighting to Minecraft: Bedrock Edition. Due to certain limitations it’s currently only available for Windows 10 (PC) users. \n\n During the night the sky is lit up by amazing northern lights. Not only does these shaders make the world more realistic but it also adds another whole new quality of exploration to the game as everything is more beautiful to explore.",
      "js": "https://multicompra.online/json/mods/realistictextures/tint.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },

    {
      "title": "Fog Remover Shader",
      "img": "https://mcforge.club/item_6_2.jpg",
      "description": "This is a shader which removes the render distance fog. The fog is basically a way to stitch graphics in the long distance by making the last rendered chunks look more blurry. However, with this shader all chunks will have the same graphical look – no matter the distance.\n\nThis is how a world terrain looks with a high render distance using this shader pack.\nThe missing fog is much more obvious when lowering the render distance.\nChangelog\nI made this mod last year but it got patched so this is the updated version. The mod now has less files and I changed the dx11 folder name to hlsl. The same method is used in this version.\n\nImportant line:\nfogColor.a = clamp((len – FOG_CONTROL.x) / (FOG_CONTROL.y – FOG_CONTROL.x), 0.0, 0.0);\nBefore:\nfogColor.a = clamp((len – FOG_CONTROL.x) / (FOG_CONTROL.y – FOG_CONTROL.x), 0.0, 1.0);\n",
      "js": "https://sparkme.ams3.cdn.digitaloceanspaces.com/modpe-studio/shader/Fog%20Remover%20v2%20(Shader).mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },

    {
      "title": "Move Shaders",
      "img": "https://mcforge.club/item_7_1.png",
      "description": "Surely you are bored with leaves, grass, and everything in Minecraft (Android/iOS), you definitely want leaves, grass, and everything in Minecraft (Android/iOS to move / wave and you want to use shaders in Minecraft (Android/iOS) but you have a weak device with these shaders there can install these shaders in Minecraft (Android/iOS) And where can this make leaves, grass, and flowers in moving Minecraft (Android/iOS).\n\nHow to install :\n-Download the shader and open it using MCPE.\n-Go to the game setting and activate it.\n",
      "js": "https://sparkme.ams3.cdn.digitaloceanspaces.com/modpe-studio/shader/Move%20Shaders%20v1.0.0.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },

    {
      "title": "Natural Mystic Shaders",
      "img": "https://mcforge.club/item_8_1.jpeg",
      "description": "Natural Mystic Shaders is a shader pack for Minecraft Bedrock aiming to be as realistic as possible. It will change many aspects of your game, some which includes shadows, torch light, sunlight, moonlight and other.\n\nFeatures:\n-Shadows\n-Non-blocky clouds\n-Waves for water and leaves (but not plants)\n-Camera-angle dependent transparency and specular light for water\n-Improved torch light with flickering effect\n-Sunlight and moonlight colors with night time desaturation\n-Desaturation under a bad weather condition\n-Exposure adjustment, contrast filter, and tone mapping\nt",
      "js": "https://sparkme.ams3.cdn.digitaloceanspaces.com/modpe-studio/shader/natural-mystic-shaders-1.7.0.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },

    {
      "title": "Parallax Shaders",
      "img": "https://mcforge.club/item_9_2.png",
      "description": "Parallax shaders is a project that aims to bring the most dynamic and realistic shaders bedrock edition has seen. Many shaders are too dark or too washed out and that ends with parallax shaders. It introduces techniques that bring us the closest to static ray tracing through rigorous testing.\n\nThis shaders was built from the ground up in DirectX with minor use of OpenGL which means Full Xbox support. All screenshots below were captured on Xbox One, I have not tested this on other devices.\n\nFeatures:\nRealistic lighting based on weather and time of day\nRealistic water animations, color, and transparency\nRealistic shadows and illumination\nHD shadow casting\nLight sources realistically illuminate surrounding blocks\n",
      "js": "https://sparkme.ams3.cdn.digitaloceanspaces.com/modpe-studio/shader/Parallax%20Shaders.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },

    {
      "title": "Simple Shader",
      "img": "https://mcforge.club/item_10_4.jpg",
      "description": "Simple Shader is a lightweight shader pack which is the perfect solution for anyone who have got a low-end device and have not been able to use any of the other shader packs. It is a much more simple pack which still got some of the essential features (such as more realistic skies) to make Minecraft much more beautiful and faithfully realistic.\n",
      "js": "https://sparkme.ams3.cdn.digitaloceanspaces.com/modpe-studio/shader/SimpleShader.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },

    {
      "title": "SSPE shaders",
      "img": "https://mcforge.club/item_11_1.jpg",
      "description": "SSPE shaders will improve visual effects in Minecraft PE to make a game look better. Things that were changed much lightning, water, and lava, plants swaying in the wind. Basically, you can expect to receive all of the default set of improvements that other shader packs have to offer.\n\nThis shader will work only on Android and iOS devices, Win 10 users must download a separate version. You also can not use them with a custom texture pack.\n",
      "js": "https://sparkme.ams3.cdn.digitaloceanspaces.com/modpe-studio/shader/sspe15_4.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },

    {
      "title": "UltraMax Shader",
      "img": "https://mcforge.club/item_12_4.png",
      "description": "A shader pack that subtly change the way you look at Minecraft.\n\nThis shader pack is aimed to improve some of the basic lighting and visual projections by introducing a very unique way of rendering it in its own way. Colors are more vibrant, surroundings are more atmospheric, and even the overall gameplay.\n\nHave a shader nice and pretty, basic makes unique.\nProudly presented to you by Ultra Shader Foundation.\nIdentifying Compatibility:\n-To identify whether or not this shader is compatible with your device, check your character skin in the home menu:\n-If the character is invisible, that means this shader pack is incompatible with your device. In some rare cases, you may have the character render properly but the rest of your world seems out of place. From here, proceeding the use of this shader pack is at the user is risk…\n-Meanwhile, Have a look at some screenshots I captured here.\n",
      "js": "https://sparkme.ams3.cdn.digitaloceanspaces.com/modpe-studio/shader/UltraMax%20Shader%201.0.9%20(Black).mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    },

    {
      "title": "UltraMin Shader",
      "img": "https://mcforge.club/item_13_2.png",
      "description": "This is not UltraMax Shader. The shader that you are looking for is in a different post.\n\nUltraMin Shader is a variation of UltraMax Shader aimed to give you an ultra lightweight and extremely close to vanilla based visuals, the original intention of UltraLite Shader. In fact, this shader is planned to be the continuation of the now obsolete and superseded UltraLite and Ultra10 Shader.\n\nUltraMin Shader, while maintaining fair performance, is designed to be as compatible as possible now that UltraMax Shader is losing compatibillity in every update. Apart from that, UltraMin Shader will serves as UltraMax Shader’s experimental shader.\n\n-Vanilla style looks.\n-One cool feature this shader pack has.\n-Torch lights dependant to sky light exposure.\n",
      "js": "https://sparkme.ams3.cdn.digitaloceanspaces.com/modpe-studio/shader/UltraMin%20Shader%201.0.1.mcpack",
      "author": "Nanatuki",
      "version": "Support Version 1.16"
    }


  ]

}
