{
	"Ads": [{
		"select_main_ads": "ADMOB",
		"select_backup_ads": "APPLOVIN-M",
		"main_ads_banner": "",
		"main_ads_intertitial": "",
		"main_native_for_admob_applovin": "0",
		"backup_ads_banner": "6c4a887d6aed76",
		"backup_ads_intertitial": "fc5437769b1e9",
		"backup_native_for_admob_applovin": "a31f11b7481e54xxx",
		"interval_intertitial": 1,
		"initialize_sdk": "107355779",
		"initialize_sdk_backup_ads": "",
		"high_paying_keyword_1": "",
		"high_paying_keyword_2": "",
		"high_paying_keyword_3": "",
		"high_paying_keyword_4": "",
		"high_paying_keyword_5": "",
		"status_app": "0",
		"matikan_iklan": "0",
		"link_redirect": "https://"


	}],
	"files": [{
			"title": "Ben 10 Add-on V2.0",
			"description": "Ben 10! The protector of Earth! Is now in Minecraft with this add-on. Benjamin Tennyson is the kid who has destined to have the Omnitrix among his cousin Gwen Tennyson and his grandpa Maxwell Tennyson. Now that Ben got the omnitrix, he is now able to transform into an alien to fight monsters and villains. But Ben can’t save the Minecraft world without the help of Gwen’s magic powers, and Grandpa Max’s combat and weapon skills. Ben’s enemies have also extraordinary powers like Ben and his companions have, but our hero Ben will not let them win and conquer the Minecraft world. So, what are you waiting for, discover now how Ben and his companions use their powers and skills to defeat their powerful enemies in the Minecraft world.\n\nBenjamin Tennyson: Is the kid who can use the omnitrix to fight its targets. Once you spawn or summon Ben, he doesn’t have the omnitrix yet. You have to place the omnitrix near to him so he will be able to get it and use it to transform.\n\nInstallation:\n\nTurn on experimental gameplay",
			"img": "https://my.mcpedl.com/storage/addons/2479/images/ben-10-addon_6.png",
			"modurl": "https://mcforge.club/ben/ben10-add-on-v2.mcaddon",
			"modurl_2": "",
			"author": "Credits: TheCommanderCreeper",
			"version": "Support 1.14, 1.15(beta), 1.16, 1.16 (beta)"
		},
		{

			"title": "Ben 10 Mod",
			"description": "10 aliens with different and incredible powers,with their specific ability, and also the omintrix falling from the sky making a structure with the emerald block, and much more. The best mod of Ben 10 created, and all EXCLUSIVE. What are you waiting for go and download it now!\n\nHow Get your own minecraft mod, you can turn into 10 old ben 10 classic aliens be an alien have amazing powers like, flaming, casting diamonds, running fast, have the omnitrix 3D stuck to the ground, and be worthy of it, many particles to you it’s so crazy, and there is many more…\n\nClicking the omtrix opens the menu, you have 9 aliens each has specific power, clicking on the omtrix menu again transforms you, the power lasts between 1 – 3 minutes, when omntrix and unloaded it goes back to your inventory\n\nInstallation:\n\nTo install this mod, you need blocklauncher",
			"img": "https://my.mcpedl.com/storage/modpes/45/images/ben-10-mod-v100-exclusive-by-electric-games_2.png",
			"modurl": "https://mcforge.club/ben/ben.modpkg",
			"modurl_2": "",
			"author": "Credits: ElectricGames1",
			"version": "Support 1.16"
		},
		{
			"title": "Ben Skin Pack ",
			"description": "After the catastrophic events of 2015, the Jurassic World resort was abandoned, with many of the facilities falling into ruin. In this map, you can explore the remains of what was once a world-class theme park.\n\nThis map includes several iconic locations seen in Jurassic World and Jurassic World: Fallen Kingdom.\n\nPlease note that this is a fan-made creation, and is not associated with or endorsed by Universal Studios or any of its affiliates or properties. Please keep supporting the original IP holders and their content. Jurassic Park and Jurassic World are trademarks and copyrights of Universal Studios and Amblin Entertainment, Inc.",
			"img": "https://my.mcpedl.com/storage/skinpacks/1922/images/ben-skin-pack_2.png",
			"modurl": "https://mcforge.club/ben/ben-skins.mcpack",
			"modurl_2": "",
			"author": "Credits: Endercraft Studios",
			"version": "Support 1.16"
		}


	]

}
