{
	"Ads": [{
		"select_main_ads": "ADMOB",
		"select_backup_ads": "APPLOVIN-M",
		"main_ads_banner": "ca-app-pub-3940256099942544/6300978111",
		"main_ads_intertitial": "ca-app-pub-3940256099942544/1033173712",
		"main_native_for_admob_applovin": "ca-app-pub-3940256099942544/2247696110",
		"backup_ads_banner": "6c4a887d6aed766e",
		"backup_ads_intertitial": "fc5437769b1e9211",
		"backup_native_for_admob_applovin": "a31f11b7481e5476",
		"interval_intertitial": 1,
		"initialize_sdk": "107355779",
		"initialize_sdk_backup_ads": "",
		"high_paying_keyword_1": "",
		"high_paying_keyword_2": "",
		"high_paying_keyword_3": "",
		"high_paying_keyword_4": "",
		"high_paying_keyword_5": "",
		"status_app": "0",
		"matikan_iklan": "0",
		"link_redirect": "https://"


	}],
	"files": [{
			"title": "Jurassic Addon Public Beta ",
			"description": "Over 60 million years ago, great creatures walked the planet now extinct. From towering giants with long necks to tyrants with bone crushing bites. Now you can bring them back.\n\nInstallation:\n\nMake sure to enable \"Experimental Gameplay\"",
			"img": "https://my.mcpedl.com/storage/addons/4519/images/jurassic-addon-public-beta_15.png",
			"modurl": "https://dl.mcpedl.com/addons/4519/Jurassic-Addon-Public-Beta_1602184677.mcaddon",
			"modurl_2": "",
			"author": "Credits: Dilophosaurus Studios",
			"version": "Support 1.16"
		},
		{

			"title": "Jurassic Vehicles",
			"description": "Welcome to Jurassic Vehicles, adds Jurassic Park vehicles in your Minecraft world addons to own 9 cars for you to have fun with your friends in their Jurassic Park worlds, 7 new vehicles have been added and the jeep and Ford Explorer have been remodeled the vehicles has animations and in the next betas there will be an improvement in textures and the addition of new cars",
			"img": "https://my.mcpedl.com/storage/addons/4482/images/jurassic-vehicles_2.png",
			"modurl": "https://mcforge.club/horror/creepypastav2.mcaddon",
			"modurl_2": "",
			"author": "Credits: Z3R0TH3H3R0",
			"version": "Support 1.16"
		},
		{
			"title": "Abandoned Jurassic World (Fallen Kingdom)",
			"description": "After the catastrophic events of 2015, the Jurassic World resort was abandoned, with many of the facilities falling into ruin. In this map, you can explore the remains of what was once a world-class theme park.\n\nThis map includes several iconic locations seen in Jurassic World and Jurassic World: Fallen Kingdom.\n\nPlease note that this is a fan-made creation, and is not associated with or endorsed by Universal Studios or any of its affiliates or properties. Please keep supporting the original IP holders and their content. Jurassic Park and Jurassic World are trademarks and copyrights of Universal Studios and Amblin Entertainment, Inc.",
			"img": "https://my.mcpedl.com/storage/worlds/7064/images/abandoned-jurassic-world-fallen-kingdom_2.png",
			"modurl": "https://mcforge.club/horror/fnaf-b.mcaddon",
			"modurl_2": "",
			"author": "Credits: DSL3125",
			"version": "Support 1.16"
		},
		{
			"title": "Jurassic Jungle River System and Epic Savanna Cliffs! ",
			"description": "This is a very interesting seed, purely for the reason that the way the landscape is formed on this seed is very exciting. It isn’t just “another seed” – it is extremely\n\nI thought this seed looked so natural, wild, and adventurous that I decided to use it as a world for my latest series “Dinosaur Survival.\n\nThe series is being filmed slightly further away from the seed spawn, but a bit of exploring really will allow you to discover some amazing landscapes such as the huge cliffs shown in the series.\n\nBut you’ll first spawn in a jungle, with a kind of river junction right behind you, a total of 4 rivers leading directly off from this junction!\n\nFollowing the top-left river on the image above, you will arrive at a smaller area of savanna cliff, but jungle biome! Continuing in the direction of the savanna and desert will eventually bring you to the area seen in the Dinosaur Survival series, but exploring elsewhere will bring plenty more!\n\n\n\nSeed ID: 1198077878",
			"img": "https://my.mcpedl.com/storage/seeds/332/images/jurassic-jungle-river-system-and-epic-savanna-cliffs_2.png",
			"modurl": "https://mcforge.club/horror/fnaf-r-4_3-new-voices.mcpack",
			"modurl_2": "",
			"author": "Credits: CompyCraft",
			"version": ""
		},
		{
			"title": "Destroyed Jurassic park map",
			"description": "This map for Minecraft PE 1.16.20 is set in the destroyed Jurassic Park from the latest movies. Explore the giant island that was once an amusement park with dinosaurs. Now it's empty, and the plants started to grow even through the buildings. To make the exploration even more exciting - you can add some dinosaurs manually. The size of the map is gigantic, even when flying to get from one part of the island to another takes some time, not even saying about doing it on foot.",
			"img": "https://fmcpe.com/uploads/posts/2020-07/1593712869_jw-abandoned-map.jpg",
			"modurl": "https://mcforge.club/horror/jw-fallen-kingdom.mcworld",
			"modurl_2": "",
			"author": "Creator: DSL3125",
			"version": "Support 1.16.20"

		},
		{

			"title": "Jurassic park mod",
			"description": "Jurassic park mod is based on the original film and adds several dinosaurs species into Minecraft PE. Mod adds a total of 60 ancient reptiles and takes you into prehistoric ages. You can hunt them, you can tame them, but it's safer to run, especially when you see T. Rex in front of you. Basically, it's ten mods that were combined into one big modification. It is indeed very fun to hang around while knowing that you can become a meal in every minute. The best way to retreat in case you meet some really dangerous reptiles - is to escape on the jeep.\n\nAt the moment, this is definitely one of the most ambitious mods about dinosaurs for Minecraft PE 1.16.10 that we've ever seen. If you want to immerse yourself into the atmosphere of that era, even more, try out Jurassic Park map which you may find at the downloads section.",
			"img": "https://fmcpe.com/uploads/posts/2017-02/1488123262_megalodon-vs-indominus-rex.jpg",
			"modurl": "https://mcforge.club/horror/ydino.mcaddon",
			"modurl_2": "",
			"author": "Credits: Gona, Daniel Martinez, HipmanDesignz",
			"version": "Support 1.16.10"
		},
		{

			"title": "Mesozoic Biology ",
			"description": "Mesozoic Biology is one of many other dino addons, but, this one is special, because Mesozoic Biology aims for Scientific accuracy! Many effort has been putted into it to make the most accurate models ever, with assesory by experts on the field, we hope you like it!\n\nMesozoic Biology as said before, is an addon that aims for Scientific accuracy, and, archieves it, so, if you want to see how dinosaurs really were, this is your addon! So, let’s get into it!\n\nIn this beta, we have 7 dinosaurs, Tyrannosaurus rex, Triceratops horridus, Spinosaurus aegyptiacus, Edmontosaurus annectens, Diplodocus hallorum, Ornithomimus velox, Concavenator corcovatus and a prehistoric fish, Mawsonia gigas, all of them are tameable, sittable, rideable, and saddleable (saddle is optional)\n\n\nFirst of all, we have the fossils, they are the remains of the colossal creatures that lived on the past, they spawn in every biome and there’s one for each dino",
			"img": "https://my.mcpedl.com/storage/addons/4224/images/mesozoic-biology_12.png",
			"modurl": "https://dl.mcpedl.com/addons/4224/MB_Le_Fishe_Update_1598572766.mcaddon",
			"modurl_2": "",
			"author": "Credits: Xenomorph_and_Dinosaurs",
			"version": "Support 1.14, 1.16"
		},
		{

			"title": "Narno Park 3.0 ",
			"description": "Hello there, I’m uploading the project I’ve been working on for like 2 months at the moment. Narno Park is going to be a giant zoo/theme park. With around 200 creatures to see. You can see it for yourself if you download this map! Some more info here is that well the 200 creatures aren’t in the park yet because its gonna take ages, so expect this to most likely be finished somewhere in 2021.",
			"img": "https://my.mcpedl.com/storage/worlds/8901/images/narno-park-30_2.png",
			"modurl": "https://dl.mcpedl.com/worlds/8901/Narno-park-3.0_1601537320.mcworld",
			"modurl_2": "",
			"author": "Credits: Garment Boi",
			"version": "Support 1.16"
		},
		{

			"title": "MesozoiCraft: Rex’s Rivals ",
			"description": "Welcome some of the largest carnivorous dinosaurs to you MCBE  world! Dinos that could possibly rival the tyrannosaurus!! Welcome the Rex’s Rivals!!! Tyrannosaurus better watch out!! These carnivores will terrorize your world!\n\nThese dinos all have epic animations and sound! Animations include: Attack, Roar, Sleep(only activates at night), Drink(only activates when near water), idle, etc. They are very powerful creatures, and if you dare try to fight them, be prepared with armor. Adult dinos also can lay eggs. Beware of the great prehistoric hunters!!\n\nThese dinos all have epic animations and sound! Animations include: Attack, Roar, Sleep(only activates at night), Drink(only activates when near water), idle, etc. They are very powerful creatures, and if you dare try to fight them, be prepared with armor. Adult dinos also can lay eggs. Beware of the great prehistoric hunters!!\n\nInstallation\n\nEnable Experimental Gameplay",
			"img": "https://my.mcpedl.com/storage/worlds/7789/images/escape-from-the-mind-ii-horror_2.png",
			"modurl": "https://mcforge.club/horror/rrfinal.mcaddon",
			"modurl_2": "",
			"author": "Credits: LegitDragonb0y, JurassicZilla",
			"version": "Support 1.16"
		},
		{

			"title": "Raptors Project Addon Austroraptor",
			"description": "Raptors Project will add dinosaurs to your game that could be tamed or cause you big problems. With this addon you can have dinosaurs that will appear naturally in your world.\n\nVelociraptors are small predators that appear in deserts and savannahs, they attack the player if they are in a pack or have a baby by their side.\n\nVelociraptor osmolskae is a kind of velociraptor with the longest snout, it is a little faster than normal, you can make it mate with Velociraptor mongoliensis to achieve a bigger and stronger hybrid, they spawn in savanna and can climb walls.\n\nprotoceratops are peaceful dinosaurs that spawn in the desert, males fight with Velociraptors\n\nPlease Install \"Raptors Project Addon Austroraptor Resources\" too",
			"img": "https://my.mcpedl.com/storage/worlds/9033/images/ice-scream-1-in-mcbe_2.png",
			"modurl": "https://mcforge.club/horror/Raptors Project(Austroupdate)(Bev).mcpack",
			"modurl_2": "",
			"author": "Credits: o seu velho amigo TNT .",
			"version": "Support 1.16"
		},
		{

			"title": "Raptors Project Addon Austroraptor Resources",
			"description": "Raptors Project will add dinosaurs to your game that could be tamed or cause you big problems. With this addon you can have dinosaurs that will appear naturally in your world.\n\nVelociraptors are small predators that appear in deserts and savannahs, they attack the player if they are in a pack or have a baby by their side.\n\nVelociraptor osmolskae is a kind of velociraptor with the longest snout, it is a little faster than normal, you can make it mate with Velociraptor mongoliensis to achieve a bigger and stronger hybrid, they spawn in savanna and can climb walls.\n\nprotoceratops are peaceful dinosaurs that spawn in the desert, males fight with Velociraptors, ",
			"img": "https://my.mcpedl.com/storage/addons/2478/images/raptors-project-addon_9.png",
			"modurl": "https://mcforge.club/horror/RaptorsProject(AustroUpdate)(re).mcpack",
			"modurl_2": "",
			"author": "Credits: o seu velho amigo TNT .",
			"version": "Support 1.16"
		},
		{

			"title": "Ingen Lost Files",
			"description": "Be prepared, because these are the files that Ingen doesn’t want anyone to know about, from a project that tried to show the world what dinosaurs were like, it’s time to recover the files and reveal the truth to the people, you need to bring these creatures back to life!\n\nPlease install \"Ingen Lost Files Resources\" too.\n\nInstallation:\n\nEnable Experimental Gameplay in the world settings!",
			"img": "https://my.mcpedl.com/storage/addons/2791/images/ingen-lost-files_2.png",
			"modurl": "https://mcforge.club/horror/ingenlostfiles_B.mcpack",
			"modurl_2": "",
			"author": "Credits: o seu velho amigo TNT .",
			"version": "Support 1.16"
		},
		{

			"title": "Ingen Lost Files Resources",
			"description": "Be prepared, because these are the files that Ingen doesn’t want anyone to know about, from a project that tried to show the world what dinosaurs were like, it’s time to recover the files and reveal the truth to the people, you need to bring these creatures back to life!\n\nInstallation:\n\nEnable Experimental Gameplay in the world settings!",
			"img": "https://my.mcpedl.com/storage/addons/2791/images/ingen-lost-files_2.png",
			"modurl": "https://mcforge.club/horror/ingenlostfiles_R.mcpack",
			"modurl_2": "",
			"author": "Credits: o seu velho amigo TNT .",
			"version": "Support 1.16"
		}


	]

}
